import csv
import numpy as np
import CSV

suspendedStock = ['세우글로벌','흥아해운','유양디앤유','세원정공','폴루스바이오팜','성안','컨버즈','지코','스타모빌리티','에스앤더블류','유테크',
      '코스온','뉴로스','대양제지','럭슬','메디앙스','스포츠서울','아래스','아리온','에이씨티','우리로','지유온','테라셈','팍스넷','한국코퍼레이션',
      '현진소재','EMW','골드앤에스','맥스로텍','블러썸엠앤씨','솔고바이오','아이톡시','제낙스','좋은사람들','내츄럴엔도텍','뉴프라이드','디에스티',
      '매직마이크로','신라젠','에스앤씨엔진그룹','이엠앤아이','하이소닉','샘코','세원물산','스타모빌리티','스킨앤스킨','씨엔플러스','에이치엔티',
    '이엠네트웍스','코너스톤네트웍스','강원','녹원씨엔아이','씨앤티85','엠젠플러스','태웅','COWON','GV','명성티엔에스','에스디시스템','에스제이케이',
      '이노와이즈','일야','지더블유바이텍','지스마트글로벌','코센','포티스','한국정밀기계','GRT','ITX-AI','OQP','레드로버','바른전자','에스아이리소스',
      '인피니티엔티','캔서롭','코오롱티슈진','퓨전','쎌마테라퓨틱스','슈펙스비앤피','세코닉스','경남제약헬스케어','쌍용자동차','크로바하이텍','이에스에이'
                  '라이트론','UCI','제이웨이','스카이문테크놀로지','엔지스테크널러지','센트럴인사이트']

CSV.csvWriter('../filtered/suspendedStock.csv', suspendedStock)
